Version2/TestTool/TestTool.Setup/Requests/DeviceManagement/SetSystemDateAndTime/TC.DM.NVT.23_REQ_01.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tds="http://www.onvif.org/ver10/device/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tds:SetSystemDateAndTime>
      <tds:DateTimeType>NTP</tds:DateTimeType>
      <tds:DaylightSavings>true</tds:DaylightSavings>
      <tds:TimeZone>
        <tt:TZ>GTM +1</tt:TZ>
      </tds:TimeZone>
    </tds:SetSystemDateAndTime>
</s:Body>
</s:Envelope>